// © Copyright 2004-2012, 2015-2016 HP Development Company, L.P.

TaskName = "Bluetooth Paramètres";

NoNameTitle = "Nom du périphérique vide";
NoNameMsg = "Veuillez choisir un nom pour votre périphérique.";

NoGetTitle = "Impossible d'extraire les paramètres.";
NoGetMsg = "Vérifiez si l'imprimante est branchée et activée.";

NoResetTitle = "Impossible de réinitialiser l'accès au périphérique.";
NoResetMsg = "Vérifiez si l'imprimante est branchée et activée.";

NoChangePinTitle = "Impossible de changer le code d'identification personnelle.";
NoChangePinMsg = "Vérifiez si l'imprimante est branchée et activée.";

OkTitle = "OK";
CancelTitle = "Annuler";

ResetTitle = "Réinitialisez l'accès au périphérique.";
ResetMsg = "Cliquez sur OK pour effacer de votre périphérique d'impression tous les périphériques précédemment branchés. Cliquez sur Annuler pour ne pas tenir compte de la fonction de réinitialisation.";

DefaultLanguage = "Conserver les paramètres en cours";

0Language = "Chinois simplifié – République Populaire de Chine";
1Language = "Chinois traditionnel – Hong-Kong";
2Language = "Chinois traditionnel – Taïwan";
3Language = "Japonais";
4Language = "Coréen";
5Language = "Latin (autres)";

DeviceTitle = "Périphérique";
AddressTitle = "Adresse :";
NameTitle = "Nom :";
AccessTitle = "Accès";
ChangePINCodeTitle = "Changer le code";
ChangePINCodeButton = "Changer le code…";
ModeTitle = "Mode";
PrivateModeTitle = "Mode privé";
PublicModeTitle = "Mode public";
EncryptionRequiredTitle = "Cryptage requis";
DefaultFontSettingTitle = "Paramètre de police par défaut :";
ApplyNowTitle = "Appliquer";

EnternewPINcodeTitle = "Entrer le nouveau code :";
ConfirmnewPINcodeTitle = "Confirmer le nouveau code :";

MissingCardLabel = "Veuillez insérer un adaptateur Bluetooth ou activer la radio Bluetooth interne sur votre périphérique.";
